rpi5-64/20240810-0028-new/logs/join-yes-yes-no-0-32768-100-1723316511/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 4
number of threads: 4
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 17401
number of failed transactions: 0 (0.000%)
latency average = 2.299 ms
initial connection time = 4.446 ms
tps = 1740.111485 (without initial connection time)